[JetBoosters_MK0 X2EquipmentTemplate]
FriendlyName="Прыжковые ускорители"
FriendlyNamePlural="Прыжковые ускорители"
BriefSummary="Использует очищенные анти-гравитационные системы целатида, позволяющие солдатам прыгать на возвышенности и крыши без необходимости использовать лестницу или трубы."
TacticalText="<Bullet/> Возможно, мы сможем изготовить версии с более продвинутыми возможностями, если сможем добыть более мощные ускорители от чего-то еще, например, робота или другого инопланетянина."

[JetBoosters_MK0_Tech X2TechTemplate]
DisplayName="Прыжковые ускорители"
Summary="Возможно, мы сможем использовать анти-гравитационные системы целатида в качестве отправной точки для повышения мобильности наших солдат. Для защиты солдата от жара выхлопных газов потребуется небольшое экранирование из сплавов." 